a52dec
aalib
accountsservice
acl
acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
arandr
arc-gtk-theme-eos
arc-x-icons-theme
archlinux-keyring
archlinux-xdg-menu
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
b43-fwcutter
base
bash
bash-completion
bind
binutils
bison
bluez-libs
bluez-utils
boost-libs
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capitaine-cursors
cdparanoia
celluloid
celt
cfitsio
cheese
chromaprint
cifs-utils
clutter
clutter-gst
clutter-gtk
cmake
cni-plugins
cockpit
cockpit-pcp
cockpit-podman
cogl
confuse
conmon
containers-common
coreutils
crun
cryptsetup
curl
cyrus-sasl-gssapi
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dex
dhclient
dialog
diffutils
discord
dmenu
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
dunst
e2fsprogs
efibootmgr
efivar
elfutils
ell
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-bash-shared
eos-hooks
eos-log-tool
eos-translations
eos-update-notifier
ethtool
exo
expat
f2fs-tools
faac
faad2
fakeroot
feh
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
firefox
firefox-i18n-de
fish
flac
flashrom
flex
fluidsynth
fontconfig
freetype2
frei0r-plugins
fribidi
fuse-common
fuse-overlayfs
fuse2
fuse3
fwupd
fwupd-efi
galculator
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
geoip
geoip-database
gettext
giblib
giflib
git
glances
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnome-desktop
gnome-online-accounts
gnome-video-effects
gnu-netcat
gnupg
gnutls
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gsettings-desktop-schemas
gsm
gspell
gssdp
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
htop
hwids
hwinfo
hwloc
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
imagemagick
imath
imlib2
inetutils
intel-ucode
intltool
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iso-codes
iw
iwd
jack2
jansson
jfsutils
jq
js78
json-c
json-glib
jsoncpp
kbd
keepassxc
keyserver-rank
keyutils
kmod
krb5
l-smash
lame
lazygit
lcms2
ldb
ldns
less
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgdata
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libheif
libibus
libice
libid3tag
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libjcat
libjpeg-turbo
libkate
libksba
libldac
libldap
liblqr
liblrdf
libluv
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmtp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libofa
libogg
libomxil-bellagio
libopenraw
libp11-kit
libpackagekit-glib
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoxr
libsrtp
libssh
libssh2
libstemmer
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libvips
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwnck3
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv
linux
linux-api-headers
linux-atm
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lshw
lua52
luajit
luit
lvm2
lxappearance-gtk3
lz4
lzo
m4
mailcap
make
man-db
man-pages
md4c
mdadm
media-player-info
meld
mesa
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
nano
ncurses
ndctl
ndisc6
neofetch
neon
neovim
net-tools
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
nm-connection-editor
node-gyp
nodejs-lts-fermium
nodejs-nopt
noto-fonts
npm6
npth
nspr
nss
nss-mdns
ntfs-3g
numlockx
oniguruma
openal
openconnect
opencore-amr
opendesktop-fonts
openexr
openjpeg2
openldap
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
os-prober
otf-font-awesome
p11-kit
packagekit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
paper-icon-theme
paprefs
parted
patch
pavucontrol
pciutils
pcp
pcre
pcre2
pcsclite
perl
perl-anyevent
perl-anyevent-i3
perl-clone
perl-common-sense
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-json
perl-json-xs
perl-libwww
perl-locale-po
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-types-serialiser
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
picom
pinentry
pipewire
pipewire-media-session
pixman
pkcs11-helper
pkgconf
podman
polkit
polkit-gnome
poppler
poppler-glib
popt
portaudio
ppp
pptpclient
procps-ng
psmisc
pulseaudio
python
python-appdirs
python-argcomplete
python-attrs
python-cachecontrol
python-cachy
python-cairo
python-cffi
python-chardet
python-cleo
python-clikit
python-colorama
python-contextlib2
python-crashtest
python-cryptography
python-distlib
python-distro
python-dnspython
python-entrypoints
python-filelock
python-future
python-gobject
python-greenlet
python-html5lib
python-idna
python-importlib-metadata
python-jeepney
python-jsonschema
python-keyring
python-lark-parser
python-lockfile
python-markdown
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pastel
python-pep517
python-pexpect
python-pip
python-pkginfo
python-platformdirs
python-ply
python-poetry
python-poetry-core
python-progress
python-psutil
python-ptyprocess
python-pycparser
python-pylev
python-pynvim
python-pyopenssl
python-pyparsing
python-pyrsistent
python-requests
python-requests-toolbelt
python-resolvelib
python-retrying
python-secretstorage
python-setuptools
python-shellingham
python-six
python-termcolor
python-toml
python-tomli
python-tomlkit
python-urllib3
python-urwid
python-virtualenv
python-webencodings
python-zipp
qrencode
qt5-base
qt5-svg
qt5-x11extras
quazip
r8168
raptor
rav1e
readline
reflector
reflector-simple
reiserfsprogs
rest
rhash
rofi
rp-pppoe
rtkit
rtmpdump
rubberband
run-parts
rust
s-nail
s-tui
sbc
scrot
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
signal-desktop
slang
slirp4netns
smartmontools
smbclient
sndio
sof-firmware
solid
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
stoken
stow
stress
sudo
svt-av1
svt-hevc
syncthing
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-volman
time
tldr
tlp
tpm2-tss
tree
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
tumbler
twolame
tzdata
uchardet
udisks2
unibilium
unixodbc
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vifm
vim
vim-runtime
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-icd-loader
vulkan-radeon
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
wvdial
wvstreams
x264
x265
xapp
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xed
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfce4-terminal
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xmlto
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xplc
xsel
xterm
xvidcore
xz
yad-eos
yajl
yay
yubico-c
yubico-c-client
yubikey-personalization
zbar
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
zxing-cpp
